Repository: OpencachingDeutschland/oc-server3
Catalog: htdocs/okapi/locale/*/LC_MESSAGES/okapi_messages.po
Languages: pl_pl

source: <b>Geocache coordinates have been changed.</b> They have been replaced with your own custom coordinates which you have provided for this geocache.
pl_pl: <b>Współrzędne skrzynki zostały zmienione.</b> Zostały zastąpione Twoimi osobistymi współrzędnymi, które wprowadziłeś na stronie tej skrzynki.

source: <b>Geocache coordinates have been changed.</b> Currently they point to one of the alternate waypoints originally described as:
pl_pl: <b>Współrzędne skrzynki zostały zmienione.</b> Aktualnie wskazują one na jeden z dodatkowych waypointów, oryginalnie opisanego jako:

source: Original geocache location
pl_pl: Oryginalne współrzędne skrzynki

source: Original (owner-supplied) location of the %s geocache
pl_pl: Oryginalne współrzędne skrzynki %s (podane przez autora)

source: hidden by
pl_pl: ukryta przez

source: %d recommendation
pl_pl: %d rekomendacja

source: found %d time
pl_pl: znaleziona %d raz

source: %d trackable
pl_pl: %d GeoKret (lub TravelBug)

source: Personal notes
pl_pl: Osobiste notatki

source: Attributes
pl_pl: Atrybuty

source: Trackables
pl_pl: Geokrety, Travelbugi itp.

source: Images
pl_pl: Obrazki

source: Spoilers
pl_pl: Spoilery

source: Image descriptions
pl_pl: Opisy obrazków

source: The cache probably is located in the following protection areas:
pl_pl: Prawdopodobnie skrzynka znajduje się na terenie obszarów chronionych:

source: Parts of this geocache listing may be outdated.
pl_pl: Opis tej skrzynki (lub jego część) może nie być aktualny.

source: See the log entries for more information.
pl_pl: Przejrzyj wpisy w dzienniku w celu uzyskania dokładniejszych informacji.

source: Stage
pl_pl: Etap

source: User location
pl_pl: Współrzędne użytkownika

source: Your own custom coordinates for the %s geocache
pl_pl: Twoje osobiste współrzędne skrzynki %s

source: National Park / Landscape
pl_pl: Park narodowy lub krajobrazowy

source: This <a href='%s'>geocache</a> description comes from the <a href='%s'>%s</a> site.
pl_pl: Opis <a href='%s'>skrzynki</a> pochodzi z serwisu <a href='%s'>%s</a>.

source: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='http://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a>, as of %s; all log entries &copy; their authors
pl_pl: Prawa autorskie: <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='http://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.pl'>CC-BY-NC-ND</a>, w dniu %s. Prawa autorskie wpisów do logów należą do ich autorów.

source: &copy; <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='http://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.en'>CC-BY-NC-ND</a>; all log entries &copy; their authors
pl_pl: Prawa autorskie: <a href='%s'>%s</a>, <a href='%s'>%s</a>, <a href='http://creativecommons.org/licenses/by-nc-nd/3.0/de/deed.pl'>CC-BY-NC-ND</a>. Prawa autorskie wpisów do logów należą do ich autorów.

source: You are trying to publish a log entry with a date in future. Cache log entries are allowed to be published in the past, but NOT in the future.
pl_pl: Próbujesz opublikować wpis do logbooka używając daty w przyszłości. Wpisy mogą być publikowane z datą w przeszłości, ale NIE w przyszłości.

source: However, your cache rating was ignored, because %s does not have a rating system.
pl_pl: Niestety Twoja ocena skrzynki nie została zapisana, ponieważ %s nie prowadzi oceny skrzynek.

source: However, your cache recommendation was ignored, because %s does not allow recommending event caches.
pl_pl: Twoja rekomendacja skrzynki nie została zapisana, ponieważ %s nie pozwala na rekomendowanie skrzynek typu Wydarzenie.

source: However, your "does not need maintenance" flag was ignored, because %s does not yet support this feature.
pl_pl: Niestety, wpis "wykonano serwis" został zignorowany, ponieważ %s nie wspiera (jeszcze) tej funkcjonalności.

source: This cache is an Event cache. You cannot "Find" it (but you can attend it, or comment on it)!
pl_pl: Ta skrzynka jest Wydarzeniem. Nie możesz jej "znaleźć" (ale możesz w wydarzeniu uczestniczyć lub dodać komentarz)!

source: This cache is NOT an Event cache. You cannot "Attend" it (but you can find it, or comment on it)!
pl_pl: Ta skrzynka NIE jest Wydarzeniem. Nie możesz w niej "uczestniczyć" (ale możesz ją znaleźć lub dodać komentarz)!

source: Your have to supply some text for your comment.
pl_pl: Wpis typu "Komentarz" wymaga wpisania komentarza.

source: This cache requires a password. You didn't provide one!
pl_pl: Ta skrzynka wymaga podania hasła. Nie wpisałeś go.

source: Invalid password!
pl_pl: Niepoprawne hasło!

source: You have already submitted a log entry with exactly the same contents.
pl_pl: Już opublikowałeś wcześniej wpis z dokładnie taką samą treścią.

source: You have already submitted a "Found it" log entry once. Now you may submit "Comments" only!
pl_pl: Już opublikowałeś jeden wpis typu "Znaleziona" dla tej skrzynki. Teraz możesz dodawać jedynie "Komentarze"!

source: You are the owner of this cache. You may submit "Comments" only!
pl_pl: Jesteś właścicielem tej skrzynki. Możesz przesyłać jedynie "Komentarze".

source: You have already rated this cache once. Your rating cannot be changed.
pl_pl: Już oceniłeś tę skrzynkę. Ocena nie może być zmieniona.

source: You have already recommended this cache once.
pl_pl: Już raz zarekomendowałeś tę skrzynkę.

source: You don't have any recommendations to give. Find more caches first!
pl_pl: Aktualnie nie możesz wystawić kolejnej rekomendacji. Znajdź najpierw więcej skrzynek!

source: Event caches cannot "need maintenance".
pl_pl: Skrzynki typu Wydarzenie nie mogą "potrzebować serwisu".

source: Your cache log entry was posted successfully.
pl_pl: Twój wpis do logbooka został opublikowany pomyślnie.

source: Authorization Form
pl_pl: Formularz autoryzacyjny

source: Expired request
pl_pl: Przeterminowane żądanie

source: Unfortunately, the request has expired. Please try again.
pl_pl: Niestety upłynął termin ważności żądania. Prosimy sprobować ponownie.

source: External application is requesting access...
pl_pl: Aplikacja zewnętrzna prosi o dostęp...

source: <b>%s</b> wants to access your <b>%s</b> account. Do you agree to grant access to this application?
pl_pl: <b>%s</b> chce uzyskać dostęp do Twojego konta <b>%s</b>. Czy zgadzasz się na udzielenie dostępu tej aplikacji?

source: I agree
pl_pl: Zgadzam się

source: Decline
pl_pl: Odmawiam

source: <p>Once permission is granted it is valid until its withdrawal on the <a href='%s'>applications management</a> page.</p> <p>The application will access your acount via <a href='%s'>the OKAPI Framework</a>. If you allow this request application will be able to access all methods delivered by the OKAPI Framework, i.e. post log entries on geocaches in your name. You can revoke this permission at any moment.</p>
pl_pl: <p>Raz udzielona zgoda jest ważna aż do momentu jej wycofania na stronie <a href='%s'>zarządzania aplikacjami</a>.</p><p>Aplikacja będzie łączyć się z Twoim kontem poprzez <a href='%s'>platformę OKAPI</a> (strona w języku angielskim). Uzyskanie zgody na dostęp pozwoli aplikacji na korzystanie ze wszystkich metod udostępnianych przez platformę OKAPI (m.in. aplikacja będzie mogła umieszczać komentarze pod znajdowanymi przez Ciebie skrzynkami). Zgodę możesz wycofać w każdym momencie.</p>

source: Authorization Succeeded
pl_pl: Autoryzacja powiodła się

source: Access successfully granted
pl_pl: Pomyślnie dałeś dostęp

source: <p><b>You've just granted %s application access to your %s account.</b> To complete the operation, go back to %s and enter the following PIN code:</p>
pl_pl: <p><b>Właśnie dałeś dostęp aplikacji %s do Twojego konta %s.</b> Aby zakończyć operację, wróć teraz do aplikacji %s i wpisz następujący kod PIN:</p>

source: My Apps
pl_pl: Moje aplikacje

source: Your external applications
pl_pl: Twoje zewnętrzne aplikacje

source: <p>This is the list of applications which you granted access to your <b>%s</b> account. This page gives you the abbility to revoke all previously granted privileges. Once you click "remove" the application will no longer be able to perform any actions on your behalf.</p>
pl_pl: <p>Następującym aplikacjom zezwoliłeś na dostęp do swojego konta <b>%s</b>. Na tej stronie możesz wycofać udzielone poprzednio zezwolenia. Po kliknięciu "usuń" aplikacja nie będzie już mogła wykonywać żadnych operacji w Twoim imieniu.</p>

source: remove
pl_pl: usuń

source: <p>Thanks to the <a href='%s'>OKAPI Framework</a> you can grant external applications access to your <b>%s</b> account. Currently no applications are authorized to act on your behalf. Once you start using external Opencaching applications, they will appear here.</p>
pl_pl: <p>Dzięki platformie <a href='%s'>OKAPI</a> możesz dawać zewnętrznym aplikacjom dostęp do Twojego konta <b>%s</b>. Aktualnie nie pozwalasz żadnej aplikacji na działania w Twoim imieniu. Gdy zaczniesz korzystać z zewnętrznych aplikacji, ich lista pojawi się tutaj.</p>
